Repository: SimonJakubowski/pyKitty
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: edit user
de: Nutzerdaten ändern

source: Create
de: Erstellen

source: Kitty was created by %(created_by)s.
de: Kaffeekasse wurde von %(created_by)s erstellt.

source: new Item
de: neues Getränk

source: new User
de: neuer Nutzer

source: Name (balance)
de: Name (Guthaben)

source: item quantity
de: Vorhandene Menge

source: consumed items
de: Verbraucht

source: available items
de: Noch vorhanden

source: a new Kitty ...
de: Getränkekasse ...

source: create it now
de: Jetzt erstellen!
